function Main() {
    return ( 
        <div className="container">
            <h1>Рады приветствовать вас на веб-платформе с тестовыми стендами!</h1>
            <h3>Данный проект является практической частью ВКР студента группы p4209 Голованова Ивана</h3>
            <br />
            <p>Сайт предоставляет информацию о инструментах каждого уровня пирамиды тестирования, а также страницу с дополнительными вспомогательными средствами.</p>
            <b>На странице инструментов есть:</b>
            <ul>
                <li>Ссылка на документацию</li>
                <li>Пример реализации тестов, в песонице CodeSandbox. При желании можно перейти на сервис, клонировать DevBox с тестами себе и поэксперементировать с их реалиацией</li>
                <li>Таблица сравнительного анализа по параметру популярности и удобства использования </li>
                <li>Таблица результатов сравнительного анализа по параметру функциональности</li>
                <li>Краткое описание инструмента</li>
            </ul>    
        </div>
        
     );
}

export default Main;